<?php $__env->startSection('page_title', 'بيان الخصوصية'); ?>

<?php $__env->startSection('content'); ?>
    <div class="brief policy terms">
        <div class="container">
            <h2>بيان الخصوصية</h2>
            <div class="brief-content">
                <p>
                    يحترم كوادر.كوم خصوصيتك عند زيارتك موقعنا وتواصلك معنا الكترونيًا ولا يقوم بجمع أية بيانات شخصية أو
                    إدارتها ما لم تقدمها
                    طواعية. فيما يلي سنزودك بمعلومات حول نوع البيانات التي نخزنها خلال تواجدك بموقعنا كما سنعلمك بسبب
                    قيامنا بذلك وكيفية
                    استخدام هذه البيانات، إلى جانب توضيح مسؤوليتنا القانونية اتجاه مستخدمينا



                </p>
                <p>ينطبق بيان الخصوصية على صاحب العمل والكادر على حد السواء, وعلى كليهما مراجعة هذا البيان بشكل دوري

                </p>
                <h5>
                    البيانات التي يتم جمعها وتخزينها
                </h5>

                <ul>
                    <li>
                        جميع المعلومات التي يزودها المستخدم عند التسجيل ( صاحب العمل أو الكادر على حد سواء) كالاسم، اسم
                        المستخدم والبريد
                        الإلكتروني، اسم الشركة
                        وعنوانها، وتفاصيل الوظيفة...على سبيل المثال لا الحصر

                    </li>
                    <li>
                        جميع المواد التي يساهم بها المستخدم كملف السيرة الذاتية...على سبيل المثال لا الحصر

                    </li>
                    <li>
                        عند استخدام الموقع تخزّن ملفات التسجيل لمدة أقصاها 6 أشهر
                    </li>
                    <li>
                        يتم تخزين معلومات تعريف الارتباط عند تسجيل دخولك للموقع. هذه الملفات ضرورية لتعريف كل مستخدم
                        وتُزال تلقائياً عند تسجيل
                        خروج المستخدم من الموقع
                    </li>
                </ul>
                <h5>
                    استخدام ومشاركة البيانات
                </h5>
                <p>
                    يتم التعامل مع جميع المعلومات التي يزودها المستخدمين بسرية تامة ولا يتم بيعها أو مشاركتها مع أي طرف
                    ثالث غير مخوّل
                    للوصول إليها. فيما يلي الحالات التي يقع فيها استخدام ومشاركة معلومات المستخدمين
                </p>
                <ul>
                    <li>
                        تطوير الخدمات التي يقدمها الموقع

                    </li>
                    <li>
                        في حال التعاقد مع طرف ثالث لتطوير الخدمات التي نقدمها بعد الالتزام بعدم مشاركة أية معلومات
                        تتعارض مع بيان الخصوصية هذا

                    </li>
                    <li>
                        إذا كنا ملزمين قانونيًا بأمر قضائي بالكشف عن أية معلومات

                    </li>

                </ul>
                <h5>
                    الرقابة على المحتوى

                </h5>
                <p>
                    يحتفظ موقع كوادر.كوم بالحق في مراقبة أي محتوى يُدخله المستخدم، دون أن يكون ذلك لزامًا عليه. لذا
                    يحتفظ بالحق (من دون
                    التزام) في حذف أو إزالة أو تحرير أية مواد مدخلة من شأنها انتهاك شروط وأحكام الموقع دون الرجوع
                    للمستخدم.
                    إن قوانين حقوق النشر والتأليف المحلية والعالمية والأجنبية والمعاهدات الدولية تحمي جميع محتويات هذا
                    الموقع، ومن خلال
                    الاشتراك فيه فإن المستخدم يوافق ضمنيا وبشكل صريح على الالتزام بإشعارات حقوق النشر التي تظهر على
                    صفحاته
                </p>
                <h5>
                    حالات انقطاع الخدمة والسهو أو الخطأ
                </h5>
                <p>
                    نبذل في موقع كوادر.كوم قصارى جهدنا للحرص والحفاظ على استمرار عمل الموقع الإلكتروني بدون مشاكل. رغم
                    ذلك قد تقع في أي وقت
                    أخطاء وحالات سهو وانقطاع للخدمة وتأخير لها، وفي مثل هذه الحالات سنتوقع من المستخدمين الكرام الصبر
                    حتى تعود الخدمة إلى
                    معدلها الطبيعي
                </p>
                <h5>انتفاء المسؤولية القانونية
                </h5>
                <p>
                    يقر المُستخدِم بأنه المسؤول الوحيد عن طبيعة الاستخدام الذي يحدده للموقع. كما يخلي موقع كوادر.كوم
                    طرفه، إلى أقصى مدى
                    يجيزه القانون، من كامل المسؤولية عن أية خسائر أو أضرار أو نفقات أو مصاريف يتكبدها المُستخدِم أو
                    يتعرض لها هو أو أي طرف
                    آخر من جراء استخدام الموقع الإلكتروني كوادر.كوم أو العجز عن استخدامه
                </p>
            </div>



        </div>
    </div>
<?php $__env->stopSection(); ?>

<?php echo $__env->make('layouts.front_layout', \Illuminate\Support\Arr::except(get_defined_vars(), ['__data', '__path']))->render(); ?><?php /**PATH E:\kwader\resources\views/pages/privacy.blade.php ENDPATH**/ ?>