@extends('layouts.front_layout')

@section('page_title', 'كيف يعمل كوادر')

@section('content')
    <div class="brief policy how">
        <div class="container">
            <h2>كيف يعمل موقع كوادر.كوم ؟</h2>
            <div class="brief-content">
                <p>
                    موقع كوادر.كوم هو موقع تجاري يمكنك من الإعلان عن وظائفك الشاغرة عن بعد وتعيِّين أكفأ كوادر الشرق
                    الأوسط وشمال إفريقيا(
                    إن كنت صاحب عمل)، أو البحث عن أحدث الوظائف في مجالات تخصصاتك ( إن كنت كادر


                </p>
                <p>اقرأ <a href="{{ route('page.terms') }}">شروط وإرشادات</a> استخدام الموقع بشكل جيد حتى لا تقع في أية مشكلة أثناء
                    استخدامك للموقع

                </p>
                <p>
                    اقرأ صفحة <a href="{{ route('page.privacy') }}">بيان الخصوصية</a> بعناية حتى تعرف كيف تضمن حقوقك بشكل كامل

                </p>
                <p>
                    في حال كان لديك سؤال ستجد إجابته في <a href="#">الأسئلة الشائعة</a> غالبا

                </p>



            </div>

            <div class="brief-content mt-3">
                <ul class="nav justify-content-center brief-content-Op">
                    <li class="nav-item">
                        <a class="nav-link active owner" aria-current="page" href="#" style="margin-right: -1px;">صاحب العمل</a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link staff" href="#" style="margin-right: 1px">كادر</a>
                    </li>


                </ul>

                <br> <br>
                <div class="container">
                    <div class="cc cc-content mt-5">
                        <div class="row d-flex bb">
                            <div class="col-lg-8">
                                <h6>أنشئ حساب صاحب عمل(مجانا</h6>
                                <p>
                                    يقوم الباحث عن العمل بتسجيل نفسه مجانيا ككادر في مجالات اختصاصه وذلك بإدخال بياناته
                                    الشخصية
                                    وسيرته الذاتية. عندما تنشئ
                                    حسابًا على موقع كوادر.كوم، نطلب بعض المعلومات والوثائق الشخصية. ننصحك بتقديم معلومات
                                    دقيقة
                                    للمساعدة في حماية حسابك
                                    والاستفادة من خدماتنا بشكل أفضل. لمزيد من التوضيح الرجاء الاطلاع على شروط وإرشادات
                                    الاستخدام
                                    لموقع كوادر
                                </p>
                            </div>
                            <div class="col-lg-4 d-flex justify-content-center">
                                <img src="{{ asset('Front_Assets/img/Group 412.png') }}" alt="">
                            </div>
                        </div>
                        <div class="row d-flex bb">
                            <div class="col-lg-4 d-flex justify-content-center">
                                <img src="{{ asset('Front_Assets/img/Group 430.png') }}" alt="">
                            </div>
                            <div class="col-lg-8">
                                <h6>متابعة جديد الوظائف</h6>
                                <p>
                                    بعد تفعيل فريق عمل موقع كوادر.كوم لحسابك، يصبح بإمكانك متابعة جديد الوظائف على
                                    الموقع
                                    وذلك حسب طريقة الإشعار التي سبق
                                    واخترتها عند إنشاء حسابك (إما عن طريق البريد الإلكتروني أو على صفحتك الشخصية بالموقع
                                    أو
                                    الاثنين معا). كما يمكنك موقع
                                    كوادر.كوم من البحث بنفسك بين الوظائف الواردة في مجالات تخصصك. لذا احرص على تفقُّد
                                    حسابك
                                    يوميًا لمتابعة الجديد أولًا بأول
                                </p>
                            </div>

                        </div>
                        <div class="row d-flex bb">
                            <div class="col-lg-8">
                                <h6>التَّقدم لوظيفة</h6>
                                <p>
                                    في حالة توصّلك لإعلان وظيفة مناسبة (أو أكثر)، يمكنك موقع كوادر.كوم من التَّقدم لتلك
                                    الوظيفة (أو لعدة وظائف في نفس الوقت)
                                    وذلك بإضافة طلبك لجملة العروض المتقدمة. ويبقى على صاحب العمل التواصل معك عبر الموقع
                                    إذا
                                    أثار ملفك الشخصي وسيرتك الذاتية
                                    اهتمامه. كما يمكن لصاحب العمل ذا العضوية الذهبية أو البلاتينية التواصل معك أولاً
                                    واقتراح
                                    وظيفة، وما عليك إلا قبول أو رفض
                                    اقتراحه حسب ما يناسبك
                                </p>
                            </div>
                            <div class="col-lg-4 d-flex justify-content-center">
                                <img src="{{ asset('Front_Assets/img/Group 431.png') }}" alt="">
                            </div>
                        </div>
                        <div class="row d-flex bb">
                            <div class="col-lg-4 d-flex justify-content-center">
                                <img src="{{ asset('Front_Assets/img/Group 432.png') }}" alt="">
                            </div>
                            <div class="col-lg-8">
                                <h6>التفاوض مع صاحب العمل</h6>
                                <p>
                                    تدوم فترة التفاوض بين صاحب العمل والكادر 72 ساعة كأقصى حد، يتباحث فيها الطرفان شروط
                                    الطرف المقابل. في حالة الاتفاق، يتم
                                    الانتقال للخطوة الموالية. أما إذا قُطع التفاوض بين الطرفين فلن يتمكن صاحب العمل الذي
                                    لا
                                    يتمتع بصلاحية البحث الفردي من
                                    التواصل مع الطرف الآخر من جديد إلا إذا أعاد هذا الأخير تقديم ترشُّحه للوظيفة
                                </p>
                            </div>

                        </div>
                        <div class="row d-flex bb">
                            <div class="col-lg-8">
                                <h6>إبرام العقد</h6>
                                <p>
                                    بعد الاتفاق، ينتقل صاحب العمل لمرحلة تحرير العقد وذلك بملء البيانات في نموذج العقد
                                    الخاص
                                    بموقع كوادر.كوم. بعد توقيع كل
                                    من الطرفين على العقد، يقوم فريق الموقع بمراجعته للتأكد من خلوه من أي إخلال بشروط
                                    وإرشادات الاستخدام ثم يتعيّن على صاحب
                                    العمل دفع الراتب المتفق عليه للكادر بعد خصم نسبة الموقع وهي نسبة 10% من مجموع رواتب
                                    العقد (ثلاثة شهور العقد الواحد). بعد
                                    استيفاء جميع المعاملات المالية يصبح العقد ساري المفعول
                                </p>
                            </div>
                            <div class="col-lg-4 d-flex justify-content-center">
                                <img src="{{ asset('Front_Assets/img/Group 384.png') }}" alt="">
                            </div>
                        </div>
                        <div class="row d-flex bb">
                            <div class="col-lg-4 d-flex justify-content-center">
                                <img src="{{ asset('Front_Assets/img/Group 428.png') }}" alt="">
                            </div>
                            <div class="col-lg-8">
                                <h6>تحديث البيانات وتبادل معلومات التواصل</h6>
                                <p>
                                    بعد أن يصبح عقد العمل ساري المفعول، يقوم الموقع آلياً بإغلاق إعلان الوظيفة وتغيير
                                    الحالة
                                    المهنية للكادر (إلى غير متاح
                                    إذا كانت الوظيفة بدوام كلي أو متاح جزئيا إذا كانت الوظيفة بدوام جزئي). بعد ذلك يرسل
                                    الموقع معلومات تواصل طرفي العقد لكل
                                    من الطرف المقابل وتعتبر هذه الخطوة آخر مهام الموقع كوسيط بين صاحب العمل والكادر. حيث
                                    يخلي موقع كوادر.كوم مسؤوليته عن
                                    تبعات أي اتفاق يبرم بين الطرفين المعنيين خارج الموقع
                                </p>
                            </div>

                        </div>
                    </div>
                    <div class="bb cc-content">
                        <div class="row d-flex bb">
                            <div class="col-lg-8">
                                <h6>أنشئ حساب صاحب عمل(مجانا</h6>
                                <p>
                                    يُسجِّل صاحب العمل (سواءً كان شركة أو حكومة) نفسه مجانيا على موقع كوادر.كوم. عندما
                                    تنشئ حسابًا على موقع كوادر.كوم، نطلب
                                    بعض المعلومات والوثائق الشخصية. ننصحك بتقديم معلومات دقيقة للمساعدة في حماية حسابك
                                    والاستفادة من خدماتنا بشكل أفضل.
                                    لمزيد من التوضيح الرجاء الاطلاع على شروط وإرشادات الاستخدام لموقع كوادر.كوم
                                </p>
                            </div>
                            <div class="col-lg-4 d-flex justify-content-center">
                                <img src="{{ asset('Front_Assets/img/Group 423.png') }}" alt="">
                            </div>
                        </div>
                        <div class="row d-flex bb">
                            <div class="col-lg-4 d-flex justify-content-center">
                                <img src="{{ asset('Front_Assets/img/Group 430.png') }}" alt="">
                            </div>
                            <div class="col-lg-8">
                                <h6>اقتن بطاقة عضوية</h6>
                                <p>
                                    يتيح موقع كوادر.كوم لأصحاب العمل إمكانية الاشتراك السنوي بالموقع وذلك للإعلان بسعر
                                    أقل إضافة إلى التمتع بمزايا حصرية
                                    وهدايا قيمة تتناسب مع درجة العضوية. تشمل الخيارات المتاحة أربع بطاقات عضوية هي
                                    المهنية والفضية والذهبية والبلاتينية.
                                    للاطلاع على مزايا كل بطاقة عضوية واختيار العرض الذي يناسبك، يمكنك النقر هنا
                                </p>
                            </div>

                        </div>
                        <div class="row d-flex bb">
                            <div class="col-lg-8">
                                <h6>أضف وظيفة</h6>
                                <p>
                                    أدخل بيانات الوظيفة التي ترغب بالإعلان عنها حسب شروط وإرشادات الاستخدام لموقع
                                    كوادر.كوم. بعد موافقة الموقع على طلبك،
                                    يتوجب عليك دفع رسوم الإعلان حتى يتم نشره بين كوادرنا وتختلف هذه الرسوم حسب عضويتك من
                                    عدمها، وحسب درجة العضوية. تدوم فترة
                                    صلاحية الإعلان الواحد على الموقع 30 يوماً، يكون صاحب العمل خلالها قادراً على استكمال
                                    إجراءات البحث عن الموظف المناسب
                                    وتعيينه
                                </p>
                            </div>
                            <div class="col-lg-4 d-flex justify-content-center">
                                <img src="{{ asset('Front_Assets/img/Group 414.png') }}" alt="">
                            </div>
                        </div>
                        <div class="row d-flex bb">
                            <div class="col-lg-4 d-flex justify-content-center">
                                <img src="{{ asset('Front_Assets/img/Group 421.png') }}" alt="">
                            </div>
                            <div class="col-lg-8">
                                <h6>ابحث عن كادر</h6>
                                <p>
                                    تختلف هذه الخطوة حسب الصلاحيات التي تمنحك إيّاها درجة عضويتك
                                    إذا كنت لا تمتع بأية عضوية أو صاحب عضوية مهنية أو فضية، فإن عملية البحث تقتصر على
                                    استقبالك لعروض الكوادر على حسابك
                                    الشخصي واختيارك للسيرة الذاتية المناسبة لمتطلبات وظيفتك من بين العروض المتقدمة
                                    أما إذا كنت صاحب عضوية ذهبية أو بلاتينية، فإن عضويتك تخول لك توظيف الكادر المناسب
                                    لمتطلبات ووظيفتك إما من بين العروض
                                    المتقدمة أو من خلال بحثك الفردي في قاعدة بيانات الكوادر على الموقع

                                </p>
                            </div>

                        </div>
                        <div class="row d-flex bb">
                            <div class="col-lg-8">
                                <h6>تواصل مع الكوادر</h6>
                                <p>
                                    في حالة توصّلك لسيرة ذاتية مثيرة للاهتمام (أو أكثر)، يوفر لك الموقع امكانية التواصل
                                    مع ذلك الكادر (أو مع عدة كوادر في
                                    نفس الوقت) ضمن الموقع. تدوم فترة التفاوض 72 ساعة كأقصى حد، يتباحث فيها الطرفان شروط
                                    الطرف المقابل. في حالة الاتفاق، يتم
                                    الانتقال للخطوة الموالية. أما إذا قُطع التفاوض بين الطرفين فلن يتمكن صاحب العمل الذي
                                    لا يتمتع بصلاحية البحث الفردي من
                                    التواصل مع الطرف الآخر من جديد إلا إذا أعاد هذا الأخير تقديم ترشحه للوظيفة
                                </p>
                            </div>
                            <div class="col-lg-4 d-flex justify-content-center">
                                <img src="{{ asset('Front_Assets/img/Group 426.png') }}" alt="">
                            </div>
                        </div>
                        <div class="row d-flex bb">
                            <div class="col-lg-4 d-flex justify-content-center">
                                <img src="{{ asset('Front_Assets/img/Group 407.png') }}" alt="">
                            </div>
                            <div class="col-lg-8">
                                <h6>إبرام العقد</h6>
                                <p>
                                    بعد الاتفاق، ينتقل صاحب العمل لمرحلة تحرير العقد وذلك بملء البيانات في نموذج العقد
                                    الخاص بموقعكوادر.كوم . بعد توقيع كل
                                    من الطرفين على العقد، يقوم فريق الموقع بمراجعته للتأكد من خلوه من أي إخلال بشروط
                                    وإرشادات الاستخدام, ثم يتعين على صاحب
                                    العمل دفع الراتب المتفق عليه للكادر بعد خصم نسبة الموقع وهي نسبة 10% من مجموع رواتب
                                    العقد (ثلاثة شهور العقد الواحد). بعد
                                    استيفاء جميع المعاملات المالية يصبح العقد ساري المفعول
                                </p>
                            </div>

                        </div>
                        <div class="row d-flex bb">
                            <div class="col-lg-8">
                                <h6>تحديث البيانات وتبادل معلومات التواصل</h6>
                                <p>
                                    بعد أن يصبح عقد العمل ساري المفعول، يقوم الموقع آلياً بإغلاق إعلان الوظيفة وتغيير
                                    الحالة المهنية للكادر (إلى غير متاح
                                    إذا كانت الوظيفة بدوام كلي أو متاح جزئيا إذا كانت الوظيفة بدوام جزئي). بعد ذلك يرسل
                                    الموقع معلومات تواصل طرفي العقد لكل
                                    من الطرف المقابل وتعتبر هذه الخطوة آخر مهام الموقع كوسيط بين صاحب العمل والكادر. حيث
                                    يخلي موقع كوادر.كوم مسؤوليته عن
                                    تبعات أي اتفاق يبرم بين الطرفين المعنيين خارج الموقع
                                </p>
                            </div>
                            <div class="col-lg-4 d-flex justify-content-center">
                                <img src="{{ asset('Front_Assets/img/Group 428.png') }}" alt="">
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
@endsection
