@extends('layouts.front_layout')

@section('page_title', '')

@section('content')
    <div class="brief policy terms" style="height: 800px">
        <div class="container">
            <h2>شروط وإرشادات الاستخدام</h2>
            <div class="brief-content">
                <p>
                    يرحب فريق موقع كوادر.كوم بزائرنا الكريم ويسعد بتقديم المساعدة لك


                </p>
                <p>لقد وضعنا هذه الضوابط والإرشادات لتحصل على أفضل تجربة ممكنة عند استخدامك لموقع كوادر.كوم. هذه
                    الإرشادات تضمن لك
                    الاستفادة من خدمات موقعنا سواءً كنت صاحب عمل( وذلك بنشر إعلاناتك على صفحات موقعنا وتيسير عملية
                    التوظيف)، أو كنت كادرا
                    يبحث عن عملٍ مؤقتٍ عن بعد (وذلك بتسهيل العثور على الوظائف التي تناسبك)

                </p>


            </div>
            <div class="dropdown">
                <button style="" class="btn btn-secondary dropdown-toggle" type="button" id="dropdownMenuButton1"
                        data-bs-toggle="dropdown" aria-expanded="false">
                    حسابك على كوادر.كوم </button>
                <ul class="dropdown-menu" aria-labelledby="dropdownMenuButton1" style="">
                    <li>صحة المعلومات التي يزودها المستخدم
                        <p>يضمن المستخدم أن جميع المعلومات التي يقوم بإدخالها في حسابه على موقع كوادر.كوم صحيحة تماما،
                            ويتحمل المستخدم كامل
                            المسؤولية عن أي معلومات خاطئة يقوم بإضافتها</p>
                    </li>

                    <li>الرقابة على المحتوى
                        <p>يحتفظ موقع كوادر بالحق في مراقبة أي محتوى يُدخله المستخدم، دون أن يكون ذلك لزامًا عليه. لذا
                            يحتفظ بالحق (من دون التزام)
                            في حذف أو إزالة أو تحرير أي مواد مدخلة من شأنها انتهاك شروط وأحكام الموقع دون الرجوع
                            للمستخدم</p>
                    </li>
                    <li>إنشاء أكثر من حساب <p>يلتزم المستخدم بعدم إنشاء أكثر من حساب واحد في كوادر. في حال واجه المستخدم
                            مشكلة في حسابه، فعليه المتابعة أولاً مع فريق
                            الدعم الفني للموقع لحل المشكلة</p>
                    </li>
                    <li>
                        استخدام أكثر من شخص للحساب الواحد
                        <p>يتعهد المستخدم المسجل في كوادر.كوم بأنه الوحيد الذي يستخدم الحساب ويكون مسؤولا عن كل ما يتم
                            عبره، ولا يُسمح بأن يقوم
                            أكثر من شخص باستخدام نفس الحساب على كوادر</p>
                    </li>
                    <li>
                        طلب وثائق شخصية
                        <p>لضمان وساطة فعالة في عمليات التوظيف، يسعى موقع كوادر للتأكد من صحة المعلومات التي يدلي بها
                            مستخدميه دون أن يكون ذلك
                            لزاماً عليه. لذلك قد يطلب الموقع من المستخدم بعضاً من الوثائق التالية لإثبات هويته
                        </p>
                        <ul>
                            <li>
                                نسخة رقمية من وثائق مهنية: مثل شهادات كفاءة مهنية بالنسبة للكادر أو وثائق خاصة بالشركة
                                بالنسبة لصاحب العمل

                            </li>
                            <li>
                                نسخة رقمية من وثائق تأكد ملكية صاحب العمل لحساب باي بال أو البطاقة الائتمانية

                            </li>
                        </ul>
                    </li>
                    <li>إيقاف الحساب وطلب وثائق عنه
                        <p>كوادر.كوم موقع تجاري، لذا قد يقوم فريق الموقع بإيقاف حساب أي مستخدم يتم الشك فيه أو لمخالفته
                            شروط الاستخدام. كما يحق
                            للموقع طلب وثائق شخصية عن المستخدم تثبت هويته لإعادة تفعيل الحساب</p>
                    </li>
                    <li>
                        حظر الحساب نهائياً
                        <p>عند التأكد من مخالفة المستخدم لشروط الموقع أو تسببه بضرر للموقع أو لمستخدميه، يحق لموقع
                            كوادر.كوم حظر حسابه بشكل نهائي
                            وذلك دون الرجوع له أو تنبيهه</p>
                    </li>
                </ul>
            </div>
            <div class="dropdown">
                <button class="btn btn-secondary dropdown-toggle" type="button" id="dropdownMenuButton1"
                        data-bs-toggle="dropdown" aria-expanded="false">
                    أصحاب العمل
                </button>
                <ul class="dropdown-menu" aria-labelledby="dropdownMenuButton1">
                    <li>طبيعة الوظائف المسموح الإعلان عنها على كوادر.كوم
                        <p>لقبول الوظائف ونشرها، يجب أن تتوفر فيها الشروط التالية</p>
                        <ul>
                            <li>
                                يجب أن تكون الوظيفة قابلة للممارسة -وبشكل كامل- عن بُعد، أي تلك التي تعتمد على الإنترنت
                                لإنجاز العمل وللتواصل بين
                                الموظّف وصاحب العمل، ولا تحتاج لوجود الموظف بمقر الشركة الفعلي
                            </li>
                            <li>
                                يجب أن يكون العقد مؤقتا لا يتعدى الثلاثة أشهر قابلا للتجديد
                            </li>
                            <li>يمكن أن تكون الوظيفة بدوام كلي أو جزئي</li>
                            <li>يجب أن تكون معلومات صاحب العمل والوظيفة حقيقية كأن تكون شركته قائمة بالفعل، أو أن البريد
                                الكتروني المستخدم تابع للشركة</li>
                            <li>لا تقبل الوظائف التي نشعر أنها غير واضحة أو مناسبة لمستخدمي موقع كوادر.كوم أو لا تتماشى
                                مع معايير الجودة المذكورة</li>
                        </ul>

                    </li>
                    <li>أفضل الممارسات لإضافة وظيفة

                        <p>لضمان قبول إعلان الوظيفة للنشر ووصوله لشريحة الباحثين عن العمل المستهدفة، يجب على صاحب العمل
                            الحرص على إدخال كافة بيانات
                            الوظيفة بشكل مفصّل وواضح كما الآتي</p>
                        <ul>
                            <li>
                                إدخال عنوان وظيفة واضح ومحدد وذلك بتحديد مسمّى الوظيفة بشكل لا يحتمل اللبس مع الحرص على
                                استخدام أكبر عدد ممكن من الكلمات
                                المفتاحية لضمان الدقة عند البحث. فعلى سبيل المثال، استخدام عنوان "كاتب محتوى مراجعات
                                هواتف أندرويد" أفضل من " كاتب
                                محتوى" أو "كاتب محتوى تقني
                            </li>
                            <li>
                                اختيار التصنيف المناسب لضمان ظهور إعلان وظيفتك ضمن التصنيف المناسب على صفحات موقعنا،
                                ووصوله للكوادر الباحثين عن العمل في
                                هذا التصنيف
                            </li>
                            <li>
                                وصف الوظيفة وصفاً كاملاً وإيضاح كل ما يمكن أن يخطر ببال الباحث عن العمل من أسئلة مثل:
                                طبيعة العمل - عدد ساعات العمل -
                                أيام العمل - سنوات الخبرة المطلوبة
                            </li>
                            <li>إدخال بيانات شركتك كاسمها، ومقرها الرئيسي، وموقعها على الإنترنت</li>
                        </ul>
                    </li>
                    <li>التعديل على وظيفة منشورة

                        <p>لا يمكن لصاحب العمل إجراء تعديلات على وظيفة تم نشرها. لذلك نوصيك بالتأني والدقة عند إضافة
                            وظيفة جديدة
                            ولكن يسمح الموقع لصاحب العمل إجراء بعض التعديلات وذلك قبل أن يوافق الموقع على نشر الإعلان
                            (في مدة لا تتجاوز 24 ساعة من
                            طلب الإضافة). على أن تكون هذه التعديلات في نطاق محدود كتعديل خطأ إملائي مثلاً أو إضافة
                            المزيد من البيانات التي من شأنها
                            أن تساهم في تقليل أي استفسارات قد تصله من الباحثين عن العمل
                        </p>
                    </li>
                </ul>
            </div>
            <div class="dropdown">
                <button class="btn btn-secondary dropdown-toggle" type="button" id="dropdownMenuButton1"
                        data-bs-toggle="dropdown" aria-expanded="false">
                    الكوادر الباحثين عن عمل
                </button>
                <ul class="dropdown-menu" aria-labelledby="dropdownMenuButton1">
                    <li>طبيعة الوظائف الموجودة كوادر.كوم
                        <p>
                            كافّة الوظائف المعروضة على موقع كوادر.كوم هي وظائف مؤقتة عن بُعد: أي تُمارَس بشكل كامل عن
                            بعد من خلال الإنترنت دون
                            الحاجة لأن يكون الموظف موجودًا بمقر العمل الفعلي. ويكون عقد الوظيفة لمدة ثلاثة أشهر فقط قابل
                            للتجديد
                        </p>
                    </li>
                    <li>أفضل الممارسات للتقدم لوظيفة
                        <p>تزداد فرص الكادر بالفوز بالوظيفة التي يتقدم لها بمدى اعتنائه بصفحته الشخصية على الموقع التي
                            سيطّلع عليها صاحب العمل
                            والتي ستساعده في تكوين الانطباع الأولي عنه. لذلك ينصح موقع كوادر.كوم الباحثين عن عمل اتباع
                            النصائح التالية</p>
                        <ul>
                            <li>
                                تجنب إدخال معلومات وهمية لأنها ستضعف من مصداقيتك وستعرضك لإيقاف حسابك مؤقتا أو حظره
                                نهائياً من قبل الموقع
                            </li>
                            <li>
                                أدخل بكل دقة ووضوح مؤهلاتك العلمية، خبرات العمل السابقة، الشهادات التي حصلت عليها
                                وإنجازاتك المهنية. على سبيل المثال،
                                فيما يخص خبرات العمل السابقة، احرص على ذكر المهام الوظيفية التي شغلتها، اسم جهة العمل
                                ومكانه، المسمى الوظيفي وتاريخ
                                بداية ونهاية العمل... وكذلك الأمر بالنسبة لبقية المعلومات
                            </li>
                            <li>
                                احرص على تحديث بياناتك كإضافة خبرات العمل الجديدة وتحديث معلومات التواصل معك
                            </li>
                            <li>
                                تأكد من خلو بياناتك من الأخطاء الإِملائية ومن دقة صياغتها النحوية
                            </li>
                        </ul>
                    </li>

                </ul>
            </div>
            <div class="dropdown">
                <button class="btn btn-secondary dropdown-toggle" type="button" id="dropdownMenuButton1"
                        data-bs-toggle="dropdown" aria-expanded="false">
                    التسعير
                </button>
                <ul class="dropdown-menu" aria-labelledby="dropdownMenuButton1">
                    <p>موقع كوادر.كوم هو موقع تجاري يقدم خدمات متعددة لكل من أصحاب العمل والكوادر. تتراوح هذه الخدمات
                        بين خدمات مجانية وأخرى
                        نظير مقابل مالي كما الآتي</p>
                    <li>تبلغ تكلفة إضافة وظيفة واحدة لمدة 30 يوماً 50 دولارًا أمريكيًا. عند انتهاء مدة الإعلان، يُتاح
                        لأصحاب العمل إمكانية إعادة
                        نشر وظيفة بيانات الوظيفة السابقة مقابل 50 دولاراً، وهكذا يوفر موقع كوادر.كوم لأصحاب العمل
                        إمكانية اقتناء بطاقات العضوية
                        وذلك للتمتع بتخفيضات هامة</li>
                    <li>يتمتع الراغب في العمل بالتسجيل مجانيا على الموقع ضمن صنف الكوادر. ويتم عرض الوظائف الجديدة على
                        كوادر الموقع بصفة متساوية
                        وذلك حسب تخصصاتهم</li>
                    <li>بما أن موقع كوادر.كوم يلعب دور الوسيط بين صاحب العمل والكوادر الراغبين في الوظيفة إلى جانب كونه
                        الشاهد على عقد التوظيف
                        (في حالة اتفاق الطرفين)، فإنه يتمتع بنصيب 10% من مجموع رواتب العقد (ثلاثة شهور العقد الواحد)
                        لقاء خدماته. حيث يقوم صاحب
                        العمل بخصمهم من راتب الكادر</li>
                </ul>
            </div>
            <div class="dropdown">
                <button class="btn btn-secondary dropdown-toggle" type="button" id="dropdownMenuButton1"
                        data-bs-toggle="dropdown" aria-expanded="false">
                    إخلاء المسؤولية
                </button>
                <ul class="dropdown-menu" aria-labelledby="dropdownMenuButton1">

                    <li>عند التسجيل بموقع كوادر.كوم، يُدخل المستخدم عنوانا بريديًا خاصًا به لمراسلته عليه ويختار كلمة
                        المرور (كلمة السر) الخاصة
                        بالحساب، وتقع عليه وحده مسؤولية حماية كلمة السر وعدم مشاركتها أو نشرها. في حال حدوث أي معاملات
                        باستخدام كلمة السر هذه,
                        فسيتحمل المستخدم كافة المسؤوليات المترتبة على ذلك، دون أدنى مسؤولية على موقع كوادر.كوم</li>
                    <li>يتحمل المستخدم كامل المسؤولية عن جميع المحتويات الخاصة به التي يرفعها وينشرها عبر الموقع</li>
                    <li>يقر المستخدم بأنه المسؤول الوحيد عن طبيعة الاستخدام الذي يحدده للموقع. كما يخلي موقع كوادر.كوم
                        طرفه، إلى أقصى مدى يجيزه
                        القانون، من كامل المسؤولية عن أية خسائر أو أضرار أو نفقات أو مصاريف يتكبدها المُستخدِم أو يتعرض
                        لها هو أو أي طرف آخر من
                        جراء استخدام الموقع الإلكتروني كوادر.كوم أو العجز عن استخدامه</li>
                    <li>يخلي موقع كوادر.كوم مسؤوليته عن تبعات أي اتفاقات بين أصحاب العمل والباحثين عن عمل تُبرم خارج
                        الموقع</li>
                </ul>
            </div>
        </div>
    </div>
@endsection
