@extends('layouts.front_layout')

@section('page_title', 'عن كوادر')

@section('content')
    <div class="brief">
        <div class="container">
            <h2>نبذة عن كوادر.كوم</h2>
            <div class="brief-content">
                <p>
                    موقعكوادر.كوم هو موقع الكتروني يعمل كوسيط بين الكوادر الماهرة في دول الشرق الأوسط وشمال أفريقيا
                    وصاحب
                    العمل الراغب في
                    التعاقد معها على وظائف عن بعد, بدوام كلي أو جزئي ولمدة ثلاثة أشهر كحد أقصى قابل للتجديد
                </p>
                <div>
                    <h5>
                        هل أنت صاحب عمل؟

                    </h5>
                    <p>يتيح لك موقع كوادر.كوم نشر إعلان وظيفتك لجذب أفضل الكفاءات وأصحاب المهارات والخبرات من الباحثين
                        عن
                        عمل عن بعد في مختلف
                        المجالات للتقدم لوظيفتك. يقوم موقع كوادر.كوم بنشر عروض العمل على قاعدة كبيرة من المهتمين بالحصول
                        على
                        جديد وظائف العمل عن
                        بعد، كل ضمن مجال تخصصه، مما يسهل عليك توظيف أفضل الكوادر دون جهد يذكر وبأسعار تنافسية</p>
                </div>
                <div>
                    <h5>
                        هل أنت باحث عن عمل؟

                    </h5>
                    <p>
                        إن كنت كادر تبحث عن فرصة عمل عن بعد لفترة قصيرة( ثلاثة أشهر كحد أقصى )، فموقع كوادر.كوم يتيح لك
                        مزيدًا من الفرص بعيداً
                        عن محدودية محيطك المحلي أو الاضطرار للسفر والاغتراب
                    </p>
                </div>
            </div>
            <div class="attention">
                <span>تنبيه</span>
                <p>

                    لا يمكن اعتبار موقع كوادر.كوم شركة توظيف، حيث يكون الموقع غير مسؤول عن إيجاد وظيفة للكادر غير تلك
                    المعلنة على الموقع،
                    وغير مسؤول أيضا عن إيجاد كادر لصاحب العمل غير ذلك المسجل على الموقع: أي أن عملية التوظيف تتم على
                    أساس
                    العرض والطلب فقط و
                    كوادر.كوم ما هو إلا وسيط وشاهد عليها</p>
                <span>ملاحظة</span>
                <p>لمعرفة المزيد حول كيفية عمل موقع كوادر.كوم <a href="{{ route('page.howTo') }}">اضغط هنا</a></p>
            </div>
        </div>
    </div>
@endsection
